Repository: yuriimka/abiotic-factor-ukrainian
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: portions
uk_ua: порції

source: push
uk_ua: штовхати

source: recall tram from {Station}
uk_ua: відкликати трамвай зі станції {Station}

source: relinquish ownership
uk_ua: відмовитися від власності

source: remove from stove
uk_ua: зняти з плити

source: remove paint
uk_ua: видалити фарбу

source: repair
uk_ua: лагодити

source: repair furniture
uk_ua: ремонтувати меблі

source: repeat conversation
uk_ua: повторити розмову

source: replay holotape
uk_ua: повторити голограму

source: retrieve items
uk_ua: забрати речі

source: ride
uk_ua: їхати

source: rotate
uk_ua: обернути

source: scoop up
uk_ua: зачерпнути

source: search
uk_ua: шукати

source: select item
uk_ua: вибрати предмет

source: send tram
uk_ua: відправити трамвай

source: send tram to {Station}
uk_ua: відправити трамвай до {Станція}

source: set respawn point
uk_ua: встановити точку відродження

source: set teleporter tag
uk_ua: встановити позначку телепортера

source: shake
uk_ua: потрясти

source: shut off
uk_ua: вимкнути

source: sit
uk_ua: сісти

source: sleep
uk_ua: спати

source: so it continues ... forever.
uk_ua: щоби вона продовжувала робити ... вічно.

source: sound off
uk_ua: вимкнути звук

source: sound on
uk_ua: увімкнути звук

source: speak
uk_ua: говорити

source: spin
uk_ua: обертатись

source: stand up
uk_ua: встати

source: start distilling
uk_ua: почати дистиляцію

source: start mixing concoction
uk_ua: почати змішування суміші

source: steer
uk_ua: керувати

source: stomp
uk_ua: втоптати

source: stop distilling
uk_ua: зупинити дистиляцію

source: stop mixing concoction
uk_ua: перестати змішування суміш

source: symbol
uk_ua: символ ? (знак питання)

source: sync Personal Teleporter with
uk_ua: синхронізувати Персональний Телепортатор з

source: take a map
uk_ua: взяти карту

source: that looks like glowing, floating lights?
uk_ua: який виглядає як сяючі літаючі вогні.

source: throw
uk_ua: кинути

source: toggle hour beep
uk_ua: перемкнути сигнал години

source: touch
uk_ua: доторкнутися

source: trade
uk_ua: торгуватись

source: turn on
uk_ua: увімкнути

source: unlock
uk_ua: розблокувати

source: use
uk_ua: використати

source: wake up
uk_ua: прокинутись

source: was asked to buzz off.
uk_ua: був змушений відДЗижчатись подалі.

source: was blown to bits.
uk_ua: був рознесений на шматки.

source: was boiled alive by acid.
uk_ua: був живцем зварений кислотою.

source: was cleansed by fire.
uk_ua: був очищений вогнем.

source: was devoured by the sea.
uk_ua: був поглинутий морем.

source: was gunned down.
uk_ua: був розстріляний.

source: was harassed to death by a pest.
uk_ua: був забитий до смерті шкідником.

source: was lasered.
uk_ua: пройшов лазерну профілактику.

source: was lost to the abyss.
uk_ua: був загублений у безодні.

source: was pierced by a bolt.
uk_ua: був пробитий болтом.

source: was poisoned to death.
uk_ua: був отруєний до смерті.

source: was riddled with bullets.
uk_ua: був зрешечений кулями.

source: was skewered by something wild.
uk_ua: був пронизаний чимось диким.

source: was sliced into bits.
uk_ua: був нарізаний на шматочки.

source: was smitten by... something.
uk_ua: був вражений... чимось.

source: wash yourself
uk_ua: вмитись

source: with {0}
uk_ua: з {0}

source: zoom
uk_ua: приблизити

source: {0} - Class {1} Clearance
uk_ua: {0} - Клас Доступу {1}

source: {0} NOTES
uk_ua: {0} НОТАТКИ

source: {0} mL
uk_ua: {0} мл

source: {0} more to go...
uk_ua: Залишилось {0} ...

source: {1} radiation when ingested.
uk_ua: {1} радіації при споживанні.

source: {ContainerName} | {0} mL
uk_ua: {ContainerName} | {0} мл

source: {SECTOR} NOTES
uk_ua: {SECTOR}: ПРИМІТКИ

source: {action} ({chance} chance to break)
uk_ua: {action} (шанс поламати {chance})

source: {container} cannot be filled with {liquidtype}.
uk_ua: {container} не можна заповнити {liquidtype}.

source: {item} | {0} mL
uk_ua: {item} | {0} мл

source: {player} has become sick.
uk_ua: {player} захворів.

source: {player}'s Death Bag
uk_ua: Мішок з предметами {player}

source: {rstrip}{istrip}IDEA: {item}
uk_ua: {rstrip}{istrip}ІДЕЯ: {item}

source: Items inside your backpack emit less radiation.
uk_ua: Речі у вашому наплічнику випромінюють менше радіації.
